tests/benchmark/wrk/results/logs/thread/c10.log
Running 15s test @ http://127.0.0.1:9620/hello
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   202.49us  515.59us  11.97ms   94.00%
    Req/Sec    20.62k     2.56k   29.01k    68.67%
  Latency Distribution
     50%   66.00us
     75%  136.00us
     90%  382.00us
     99%    2.57ms
  1231522 requests in 15.01s, 118.62MB read
  Socket errors: connect 0, read 12312, write 0, timeout 0
Requests/sec:  82050.44
Transfer/sec:      7.90MB