tests/benchmark/wrk/results/logs/thread/c1500.log
Running 20s test @ http://127.0.0.1:9610/hello
  4 threads and 1500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.44ms   34.60ms 951.61ms   95.55%
    Req/Sec    29.77k    23.43k  124.98k    70.31%
  Latency Distribution
     50%    4.01ms
     75%    9.31ms
     90%   23.18ms
     99%  163.82ms
  2250069 requests in 20.09s, 216.73MB read
  Socket errors: connect 0, read 21919, write 0, timeout 0
Requests/sec: 112018.06
Transfer/sec:     10.79MB