tests/benchmark/wrk/results/logs/thread/c200.log
Running 15s test @ http://127.0.0.1:9610/hello
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.63ms    4.23ms 111.25ms   95.95%
    Req/Sec    30.12k    18.47k  122.68k    76.97%
  Latency Distribution
     50%  620.00us
     75%    1.62ms
     90%    3.24ms
     99%   19.57ms
  1794454 requests in 15.08s, 172.84MB read
  Socket errors: connect 0, read 17863, write 0, timeout 0
Requests/sec: 119024.11
Transfer/sec:     11.46MB